<h2>ยินดีต้อนรับ</h2>

<p>
Washi โปรแกรมสำหรับบริหารจัดการร้านซักรีด ระบบถูกแบ่งออกเป็น  4 ส่วนด้วยกัน คือ หน้าร้าน โรงงาน บริหาร และ ผู้ดูแลระบบ ซึ่งหน้าที่ของแต่ละส่วนมีดังนี้<br />
<span style="color:red; font-weight:bold;">หน้าร้าน</span>&nbsp; คือส่วนที่ใช้สำหรับงานหน้าร้าน เช่น รับออเดอร์ลูกค้า ขายแพ็คเก็จ รับ-ส่งสินค้า เป็นต้น ซึ่งในส่วนของหน้าร้านจะถูกแบ่งย่อยออกเป็นแต่ละร้าน พนักงานที่ Login เข้าระบบจะถูกกำหนดให้เข้าร้านสาขาที่ตนถูกวางไว้โดยอัตโนมัติ ไม่สามารถเลือกทำงานกับร้านอื่นนอกเหนือจากที่ผู้ดูแลระบบกำหนด <br />
<span style="color:red; font-weight:bold;">โรงงาน</span>&nbsp; คือส่วนที่ใช้สำหรับงานจัดการในโรงงาน เช่น รับผ้าเข้ามาซัก และส่งผ้าที่ซักเสร็จแล้วกลับคืนร้าน เป็นต้น  <br />
<span style="color:red; font-weight:bold;">บริหาร</span>&nbsp; คือส่วนที่เป็นรายงานต่างๆ ไว้สำหรับผู้บริหารระบบใช้ตรวจสอบการทำงานของแต่ละส่วน เช่น ยอดขาย ยอดรับเงิน ยอดค้างร้บ เป็นต้น <br />
<span style="color:red; font-weight:bold;">ผู้ดูแลระบบ</span>&nbsp; คือส่วนที่ผู้ดูแลระบบใช้สำหรับกำหนดค่าส่วนต่างๆของระบบ เช่น พนักงาน ผู้ใช้งาน สินค้า หรือ กำหนดสิทธิ์ เป็นต้น<br />
ซึ่งส่วนต่างๆที่กล่าวมาจะมีการทำงานที่ต่อเนื่องกัน ดูรูปด้านล่างเพื่อทำความเข้าใจ การไหลของระบบงาน
</p>


<h2>Washi Work Flow Chart</h2>


