<h1>เพิ่ม/แก้ไข คุณลักษณะ</h1>
<p>
สินค้าแต่ละตัวจะมีคุณลักษณะต่างๆ เช่น สี ไซด์ ความกว้าง ความยาว ความสูง เป็นต้น แต่ด้วยระบบถูกออกแบบมาเพื่อใช้กับเสื้อผ้าโดยเฉพาะ จึงมีคุณลักษณะสำคัญหลักๆ อยู่ 2 อย่างคือ สี และ ไซด์  ที่เหลือจะอยู่ในส่วนคุณลักษณะอื่นๆ เช่น ผู้หญิง, ผู้ชาย, เล็ก, สั้น, ยาว, หนา, บาง เป็นต้น สำหรับการเริ่มต้นระบบใหม่ เราจะต้องทำการ กำหนดคุณลักษณะไว้ก่อน เพราะในขั้นตอนการเพิ่มข้อมูลสินค้า เราจะต้องระบุคุณลักษณะให้กับสินค้าเพิ่มเข้าไปใหม่(หากสินค้านั้นมีคุณลักษณะอื่นที่ไม่ใช่ สี หรือ ไซด์) การเพิ่มคุณลักษณะทำได้ดังนี้
</p>

<p>
<img class="pic" src="images/invent/1.3.2.png"  /> <br />
<img class="pic" src="images/invent/1.3.3.png"  /> <br />
<img class="pic" src="images/invent/1.3.4.png"  /> <br />
</p>
<p>&nbsp;</p>

<h2></h2>
<p style="width:100%; text-align:center">
หัวข้อก่อนหน้า : <a href="index.php?content=size">เพิ่ม/แก้ไข ไซด์</a>&nbsp;&nbsp; | &nbsp;&nbsp;  <a href="#top">ขึ้นบน</a>&nbsp;&nbsp; | &nbsp;&nbsp; หัวข้อถัดไป : <a href="index.php?content=category">เพิ่ม/แก้ไข หมวดหมู่สินค้า</a>
</p>