<h1>เพิ่ม ออเดอร์</h1>
<p>
เมื่อลูกค้านำเสื้อผ้ามาซัก พนักงานมีหน้าที่ คัดแยกเสื้อผ้าออกเป็นหมวดหมู่ แล้วบันทึกรับเสื้อผ้าตามชนิดและจำนวนที่ลูกค้านำมาซัก และรับชำระเงิน ขั้นตอนการเพิ่มออเดอร์มีดังนี้
</p>

<p>
<img class="pic" src="images/shop/1.0.1.png"  /> <br />
1. เลือกเมนู ออเดอร์<br />
<img class="pic" src="images/shop/1.0.2.png"  /> <br />
colum A แสดง เลขที่อ้างอิงหรือเลขที่ออเดอร์<br />
colum B แสดง ชื่อลูกค้า<br />
colum C แสดง จำนวนรวม(ชิ้น) ของออเดอร์นั้นๆ<br />
colum D แสดง ค่าบริการรวม ของออเดอร์นั้นๆ<br />
colum E แสดง วันที่เพิ่มออเดอร์<br />
colum F แสดง กำหนดส่งสินค้าคืนลูกค้า<br />
colum G แสดง เงื่อนไขการให้บริการ มี 3 แบบ คือ ปกติ ด่วน และ ด่วนมาก<br />
colum H แสดง สถานะปัจจุบันของออเดอร์<br />
colum I  แสดง ยอดค้างชำระของลูกค้าเมื่อมียอดค้างชำระจะสามารถคลิกเพื่อรับชำระเงินได้<br />
2. คลิกปุ่ม เพิ่มใหม่ เพื่อเพิ่มออเดอร์ใหม่<br />

<img class="pic" src="images/shop/1.0.3.png"  /> <br />
3. เลือกลูกค้าที่มาใช้บริการ โดยพิมพ์ชื่อลูกค้า หรือ เบอร์โทรศัพท์ แล้วคลิกเลือกจากรายการที่ปรากฎ หากไม่มีชื่อลูกค้า แสดงว่าเป็นลูกค้าใหม่ ให้เพิ่มลูกค้าโดยคลิกที่ปุ่ม เพิ่มลูกค้าแล้วทำตามขั้นตอนในหัวข้อ เพิ่มลูกค้า<br />
4. เลือกวิธีการจัดส่ง โดยคลิกแล้วเลือกจากรายการที่กำหนดไว้ มีด้วยกัน 4 ช่องทางคือ มารับที่ร้าน, ส่งไปรษณีย์, ส่ง EMS และ ส่งตรงหาลูกค้า<br />
5. กำหนดเงื่อนไขความเร่งด่วนซึ่งมีด้วยกัน 3 ตัวเลือกคือ ปกติ, ด่วน และ ด่วนมาก ซึ่งบางรายการอาจมีการชาร์จราคาค่าบริการเพิ่มเติม<br />
6. ระบุวันนัดหมายการส่งสินค้าคืนลูกค้า โดยวันกำหนดส่งสินค้าต้องไม่น้อยกว่าจำนวนวันทำงานตามแต่ละเงื่อนไข<br />
7. ใส่หมายเหตุของออเดอร์(ถ้ามี)<br />
8. สินค้าถูกแบ่งไว้ตามหมวดหมู่ เลือกหมวดหมู่ของสินค้าให้ตรงกับประเภทของสินค้าที่จะซัก<br />
9. ช่องแสดงราคาค่าบริการซักจะแสดงราคามาตรฐานของสินค้าแต่ละตัว และสามารถแก้ไขราคาได้<br />
10. ใส่จำนวนในช่องจำนวน<br />
11. เมื่อใส่จำนวนครบทุกรายการสินค้าที่จะซักแล้ว คลิกปุ่ม บันทึก เพื่อบันทึกออเดอร์<br />
<img class="pic" src="images/shop/1.0.4.png"  /> <br />
A แสดงรายละเอียดส่วนของออเดอร์<br />
B แสดงรายละเอียดของสินค้าที่ส่งซัก<br />
C แสดงจำนวนเงินที่ลูกค้าต้องชำระในออเดอร์นี้<br />
D ช่องสำหรับใส่จำนวนเงินเมื่อลูกค้าชำระเต็ม หรือ ชำระเงินมัดจำ<br />
E แสดงแพ็คเกจและยอดคงเหลือของลูกค้า<br />
F ปุ่มยืนยันการชำระเงิน<br />
<img class="pic" src="images/shop/1.0.5.png"  /> <br />
เมื่อคลิกปุ่มชำระเงินระบบจะแสดงหน้าใบเสร็จสำหรับพิมพ์ โดยพนักงานจะพิมพ์ 2 ครั้ง ครั้งแรก จะเป็นต้นฉบับสำหรับหน้าร้านเก็บไว้ โดยจะให้ลูกค้าเซ็นเพื่อยืนยันรายละเอียดสินค้าและการชำระเงิน อีกครั้ง สำหรับให้ลูกค้าเก็บไว้เป็นหลักฐานตอนมารับสินค้าคืน<br />
</p>
<p>&nbsp;</p>

<h2></h2>
<p style="width:100%; text-align:center">
หัวข้อก่อนหน้า : &nbsp;&nbsp; | &nbsp;&nbsp;  <a href="#top">ขึ้นบน</a>&nbsp;&nbsp; | &nbsp;&nbsp; หัวข้อถัดไป : <a href="index.php?content=delete_order">ลบ ออเดอร์</a>
</p>